Repository: koofr/vault
Catalog: vault-ios/VaultCommon/Resources/Localizable.xcstrings
Source language: en
Languages: sl

# ios.landing.get_started.button
source: Get started
sl: Želim pričeti

# ios.landing.message
source: Powerful, open source client-side encryption. Unlock enhanced security for your most sensitive files.
sl: Zmogljivo, odprtokodno šifriranje z ničelnim znanjem na strani odjemalca. Nadgradi varnost svojih najbolj občutljivih datotek.

# ios.landing.title
source: One vault for all your private files.
sl: En trezor za vse tvoje zasebne datoteke.

# ios.language_picker.dismiss.button
source: Dismiss
sl: Skrij

# ios.language_picker.title
source: Change language
sl: Spremeni jezik

# ios.notification.dismiss.button
source: Dismiss
sl: Skrij

# ios.remote_files_dir_picker.cancel.button
source: Cancel
sl: Prekliči

# ios.remote_files_dir_picker.new_folder.menu_item
source: New folder
sl: Nova mapa

# ios.remote_files_dir_picker.select.button
source: Select
sl: Izberi

# ios.repo_config_info.encrypt_directory_names
source: **Encrypt directory names**: %@
sl: **Šifriraj imena imenikov**: %@

# ios.repo_config_info.filename_encryption
source: **Filename encryption**: %@
sl: **Šifriranje imen datotek**: %@

# ios.repo_config_info.location
source: **Location**: %@
sl: **Lokacija**: %@

# ios.repo_config_info.rclone_config
source: **rclone config**:
sl: **Konfiguracija rclone**:

# ios.repo_config_info.salt
source: **Salt (password2)**: %@
sl: **Sol (salt/password2)**: %@

# ios.repo_create_rclone.cancel.button
source: Cancel
sl: Prekliči

# ios.repo_create_rclone.fill.button
source: Fill
sl: Izpolni

# ios.repo_create_rclone.rclone_config.a11y.label
source: rclone config
sl: Konfiguracija rclone

# ios.repo_create_rclone.rclone_config.placeholder
source: rclone config Format: %@
sl: Konfiguracija rclone Oblika: %@

# ios.repo_create_rclone.title
source: From rclone config
sl: Iz konfiguracije rclone

# ios.repo_create.created.continue.button
source: Continue
sl: Nadaljuj

# ios.repo_create.created.description
source: Before you start using your Safe Box please safely store the configuration.
sl: Preden začnete uporabljati svoj sef, varno shranite konfiguracijo.

# ios.repo_create.created.title
source: Your Safe Box has been created
sl: Vaš sef je bil ustvarjen

# ios.repo_create.form.create.button
source: Create
sl: Ustvari

# ios.repo_create.form.from_rclone_config.button
source: From rclone config
sl: Iz konfiguracije rclone

# ios.repo_create.form.location.a11y.label
source: Location
sl: Lokacija

# ios.repo_create.form.location.info.button.a11y.label
source: Location info
sl: Informacije o lokaciji

# ios.repo_create.form.location.info.text
source: Location refers to a folder within your Koofr where all of your Safe Box files and folders are securely stored. If this is your first Safe Box, the default location will be "My safe box." You can change it if you prefer. If you already have a Safe Box or wish to use an existing folder (e.g. one created with rclone), you can select that folder. Please note that you can only select a folder located within your Koofr.
sl: Lokacija se nanaša na mapo v vašem Koofru, kjer so varno shranjene vse datoteke in mape vašega sefa. Če je to vaš prvi sef, bo privzeta lokacija »Moj sef«. Po želji jo lahko spremenite. Če sef že imate ali želite uporabiti obstoječo mapo (npr. ustvarjeno z rclone), lahko izberete to mapo. Izberete lahko samo mapo, ki se nahaja v vašem Koofru.

# ios.repo_create.form.location.info.title
source: Location
sl: Lokacija

# ios.repo_create.form.location.label
source: Location
sl: Lokacija

# ios.repo_create.form.location.placeholder
source: Location
sl: Lokacija

# ios.repo_create.form.password.info.button.a11y.label
source: Safe Key info
sl: Informacije o zasebnem ključu

# ios.repo_create.form.password.info.text
source: Safe Key is a password used to encrypt your files. Each Safe Box can have its own unique Safe Key. Please be aware that once you set your Safe Key, it cannot be changed later. All the files within the Safe Box will be encrypted using this key. IMPORTANT: Your Safe Key cannot be reset, and there is no way to recover your files if you forget it, as it is never sent to or stored on Koofr servers.
sl: Zasebni ključ je geslo, ki se uporablja za šifriranje vaših datotek. Vsak sef ima lahko svoj edinstven zasebni ključ. Ko nastavite zasebni ključ, ga kasneje ne morete več spremeniti. Vse datoteke v sefu bodo šifrirane s tem ključem. POMEMBNO: Vašega zasebnega ključa ni mogoče ponastaviti in datotek ni mogoče obnoviti, če ga pozabite, saj se nikoli ne pošlje ali shrani na strežnike Koofr.

# ios.repo_create.form.password.info.title
source: Safe Key
sl: Zasebni ključ

# ios.repo_create.form.password.label
source: Safe Key
sl: Zasebni ključ

# ios.repo_create.form.password.placeholder
source: Must be at least 8 characters long
sl: Dolžina mora biti vsaj 8 znakov

# ios.repo_create.form.salt.a11y.label
source: Salt
sl: Sol

# ios.repo_create.form.salt.info.button.a11y.label
source: Salt info
sl: Informacije o soli

# ios.repo_create.form.salt.info.text
source: Salt is used in the key derivation process to create a unique encryption key and helps to protect against potential attacks. It will be stored on the Koofr servers in a secure manner. A random Salt has been generated for you. If you prefer, you can leave the Salt field empty, and the default salt will be used (same as in rclone). However, it is recommended to use a unique salt for enhanced security. Using a unique salt helps to increase the complexity of the encryption process, making it more difficult for potential attackers to access the encrypted data. If you wish to transfer the encrypted files to another service, it is necessary to also export the salt, otherwise you won't be able to decrypt your files.
sl: Sol (salt) se uporablja v procesu izpeljave ključev za ustvarjanje edinstvenega šifrirnega ključa in pomaga pri zaščiti pred morebitnimi napadi. Varno bo shranjena na Koofrovih strežnikih. Za vas je bila ustvarjena naključna sol. Če želite, lahko polje Sol pustite prazno in uporabljena bo privzeta sol (enako kot v rclone). Vendar pa je za večjo varnost priporočljivo uporabiti edinstveno sol. Uporaba edinstvene soli pomaga povečati zahtevnost postopka šifriranja, zaradi česar je morebitnim napadalcem otežen dostop do šifriranih podatkov. Če želite šifrirane datoteke prenesti v drugo storitev, je potrebno izvoziti tudi sol, sicer datotek ne boste mogli dešifrirati.

# ios.repo_create.form.salt.info.title
source: Salt
sl: Sol

# ios.repo_create.form.salt.label
source: Salt
sl: Sol

# ios.repo_create.form.salt.placeholder
source: Salt
sl: Sol

# ios.repo_create.form.show_advanced_settings.button
source: Show advanced settings
sl: Pokaži napredne nastavitve

# ios.repo_create.title
source: Create a new Safe Box
sl: Ustvari nov sef

# ios.repo_file_category.archive
source: Archive
sl: Arhiv

# ios.repo_file_category.audio
source: Audio
sl: Avdio

# ios.repo_file_category.code
source: Code
sl: Koda

# ios.repo_file_category.document
source: Document
sl: Dokument

# ios.repo_file_category.file
source: File
sl: Datoteka

# ios.repo_file_category.folder
source: Folder
sl: Mapa

# ios.repo_file_category.image
source: Image
sl: Slika

# ios.repo_file_category.presentation
source: Presentation
sl: Predstavitev

# ios.repo_file_category.sheet
source: Spreadsheet
sl: Preglednica

# ios.repo_file_category.text
source: Text
sl: Besedilo

# ios.repo_file_info.done.button
source: Done
sl: Zaključi

# ios.repo_file_info.encrypted_path.label
source: Encrypted path
sl: Šifrirana pot

# ios.repo_file_info.information.label
source: Information
sl: Informacije

# ios.repo_file_info.modified.label
source: Modified
sl: Spremenjeno

# ios.repo_file_info.path.label
source: Path
sl: Pot

# ios.repo_file_info.size.label
source: Size
sl: Velikost

# ios.repo_file_info.title
source: Info
sl: Informacije

# ios.repo_file_info.type.label
source: Type
sl: Vrsta

# ios.repo_file_menu.copy.menu_item
source: Copy
sl: Kopiraj

# ios.repo_file_menu.delete.menu_item
source: Delete
sl: Izbriši

# ios.repo_file_menu.download.menu_item
source: Download
sl: Prenesi

# ios.repo_file_menu.get_info.menu_item
source: Get Info
sl: Pridobi informacije

# ios.repo_file_menu.move.menu_item
source: Move
sl: Premakni

# ios.repo_file_menu.rename.menu_item
source: Rename
sl: Preimenuj

# ios.repo_files_details.auto_save_info.label
source: Changes are saved automatically.
sl: Spremembe so shranjene samodejno.

# ios.repo_files_details.delete.menu_item
source: Delete
sl: Izbriši

# ios.repo_files_details.done.button
source: Done
sl: Zaključi

# ios.repo_files_details.download.button
source: Download
sl: Prenesi

# ios.repo_files_details.edit.menu_item
source: Edit
sl: Uredi

# ios.repo_files_details.last_saved.label
source: Last saved %@
sl: Zadnjič shranjeno %@

# ios.repo_files_details.loading.label
source: Loading…
sl: Nalaganje…

# ios.repo_files_details.not_supported.label
source: Not supported
sl: Ni podprto

# ios.repo_files_details.rename.menu_item
source: Rename
sl: Preimenuj

# ios.repo_files_details.save.button
source: Save
sl: Shrani

# ios.repo_files_details.saving.label
source: Saving…
sl: Shranjevanje…

# ios.repo_files_details.share.menu_item
source: Share
sl: Deli

# ios.repo_files_details.status.dirty.a11y.label
source: File modified
sl: Datoteka spremenjena

# ios.repo_files_details.status.unchanged.a11y.label
source: File unchanged
sl: Datoteka nespremenjena

# ios.repo_files_move.cancel.button
source: Cancel
sl: Prekliči

# ios.repo_files_move.copy.button
source: Copy
sl: Kopiraj

# ios.repo_files_move.items_count.label
source: %u items
sl: %u elementov

# ios.repo_files_move.move.button
source: Move
sl: Premakni

# ios.repo_files_move.new_folder.menu_item
source: New folder
sl: Nova mapa

# ios.repo_files.create_text_file.default_filename
source: new text file %@
sl: nova besedilna datoteka %@

# ios.repo_files.edit_mode.copy_selected.a11y.label
source: Copy selected
sl: Kopiraj izbrano

# ios.repo_files.edit_mode.delete_selected.a11y.label
source: Delete selected
sl: Izbriši izbrano

# ios.repo_files.edit_mode.deselect_all.button
source: Deselect All
sl: Prekliči vse izbire

# ios.repo_files.edit_mode.done.button
source: Done
sl: Zaključi

# ios.repo_files.edit_mode.download_selected.a11y.label
source: Download selected
sl: Prenesi izbrano

# ios.repo_files.edit_mode.items_count.label
source: %u items
sl: %u elementov

# ios.repo_files.edit_mode.move_selected.a11y.label
source: Move selected
sl: Premakni izbrano

# ios.repo_files.edit_mode.select_all.button
source: Select All
sl: Izberi vse

# ios.repo_files.edit_mode.title
source: Selected items
sl: Izbrani elementi

# ios.repo_files.nav_menu.create_text_file.menu_item
source: Create new text file
sl: Nova besedilna datoteka

# ios.repo_files.nav_menu.new_folder.menu_item
source: New folder
sl: Nova mapa

# ios.repo_files.nav_menu.select.menu_item
source: Select
sl: Izberi

# ios.repo_files.nav_menu.sort_by.menu_item
source: Sort by
sl: Razvrsti po

# ios.repo_files.nav_menu.upload_files.menu_item
source: Upload files
sl: Naloži datoteke

# ios.repo_files.nav_menu.upload_folder.menu_item
source: Upload a folder
sl: Naloži mapo

# ios.repo_files.nav_menu.upload_photo.menu_item
source: Upload photo
sl: Naloži fotografijo

# ios.repo_files.sort_field.modified
source: Modified
sl: Spremenjeno

# ios.repo_files.sort_field.name
source: Name
sl: Ime

# ios.repo_files.sort_field.size
source: Size
sl: Velikost

# ios.repo_files.summary.items_count.label
source: %lld items
sl: %lld elementov

# ios.repo_files.summary.new_folder.menu_item
source: New folder
sl: Nova mapa

# ios.repo_info.auto_lock_after.custom
source: Custom (%llu seconds)
sl: Po meri (%llu sekund)

# ios.repo_info.auto_lock_after.inactive_1_hour
source: 1 hour of inactivity
sl: 1 uri neaktivnosti

# ios.repo_info.auto_lock_after.inactive_1_minute
source: 1 minute of inactivity
sl: 1 minuti neaktivnosti

# ios.repo_info.auto_lock_after.inactive_2_hours
source: 2 hours of inactivity
sl: 2 urah neaktivnosti

# ios.repo_info.auto_lock_after.inactive_4_hours
source: 4 hours of inactivity
sl: 4 urah neaktivnosti

# ios.repo_info.auto_lock_after.inactive_5_minutes
source: 5 minutes of inactivity
sl: 5 minutah neaktivnosti

# ios.repo_info.auto_lock_after.inactive_10_minutes
source: 10 minutes of inactivity
sl: 10 minutah neaktivnosti

# ios.repo_info.auto_lock_after.inactive_30_minutes
source: 30 minutes of inactivity
sl: 30 minutah neaktivnosti

# ios.repo_info.auto_lock_after.label
source: Automatically lock after
sl: Samodejno zakleni po

# ios.repo_info.auto_lock_after.no_time_limit
source: No time limit
sl: Brez časovne omejitve

# ios.repo_info.biometric_unlock.description
source: Use biometrics to unlock the Safe Box
sl: Uporabi biometrijo za odklepanje sefa

# ios.repo_info.biometric_unlock.label
source: Biometric unlock
sl: Biometrično odklepanje

# ios.repo_info.destroy_repo.description
source: Verify Safe Key and destroy the Safe box
sl: Preveri zasebni ključ in uniči sef

# ios.repo_info.destroy_repo.label
source: Destroy Safe Box…
sl: Uniči sef…

# ios.repo_info.lock_when_app_hidden.description
source: When switching apps or locking the screen
sl: Ob preklapljanju med aplikacijami ali zaklepanju zaslona

# ios.repo_info.lock_when_app_hidden.label
source: Lock when app hidden
sl: Zakleni, ko je aplikacija skrita

# ios.repo_info.locked.label
source: Locked
sl: Zaklenjen

# ios.repo_info.unlock.description
source: Unlock or lock the Safe Box
sl: Odkleni ali zakleni sef

# ios.repo_info.unlocked.label
source: Unlocked
sl: Odklenjen

# ios.repo_remove.destroy.button
source: Destroy
sl: Uniči

# ios.repo_remove.message
source: Do you really want to destroy Safe Box **%@**? Destroying the Safe Box will keep all the files on Koofr but remove the configuration so you won't be able to decrypt the files if you didn't save the configuration. **This action cannot be undone.** Enter your Safe Key to confirm the removal:
sl: Ali res želite uničiti sef **%@**? Z uničenjem sefa boste ohranili vse datoteke v Koofru, vendar boste odstranili konfiguracijo, tako da datotek ne boste mogli dešifrirati, če konfiguracije niste shranili. **Te akcije ne morete preklicati.** Vnesite svoj zasebni ključ, da potrdite odstranitev:

# ios.repo_remove.title
source: Destroy Safe Box
sl: Uniči sef

# ios.repo_setup_biometric_unlock.cancel.button
source: Cancel
sl: Prekliči

# ios.repo_setup_biometric_unlock.message
source: Enter your Safe Key to setup biometric unlock
sl: Vnesite svoj zasebni ključ za nastavitev biometričnega odklepanja

# ios.repo_unlock.biometric_unlock.button
source: Biometric unlock
sl: Biometrično odklepanje

# ios.repo_unlock.cancel.button
source: Cancel
sl: Prekliči

# ios.repo_unlock.continue.button
source: Continue
sl: Nadaljuj

# ios.repo_unlock.message
source: Enter your Safe Key to continue
sl: Za nadaljevanje vnesite svoj zasebni ključ

# ios.repo_unlock.setup_biometric_unlock.button
source: Setup biometric unlock
sl: Nastavi biometrično odklepanje

# ios.repo_unlock.unlocking.label
source: Unlocking…
sl: Odklepanje…

# ios.repos.create_new.label
source: Create new
sl: Ustvari nov sef

# ios.repos.empty.button
source: Create your first one
sl: Ustvari prvi sef

# ios.repos.empty.title
source: No Safe Boxes yet
sl: Ni sefov

# ios.repos.recent.label
source: Recent files
sl: Nedavne datoteke

# ios.settings.change_language.label
source: Change language
sl: Spremeni jezik

# ios.settings.clear_cache.label
source: Clear cache
sl: Počisti predpomnilnik

# ios.settings.clear_cache.success
source: Cache has been cleared
sl: Predpomnilnik je bil počiščen

# ios.settings.done.button
source: Done
sl: Zaključi

# ios.settings.info.done.button
source: Done
sl: Zaključi

# ios.settings.info.git_revision.label
source: Git revision: %@
sl: Revizija Git: %@

# ios.settings.info.help.label
source: Help
sl: Pomoč

# ios.settings.info.privacy_policy.label
source: Privacy Policy
sl: Politika zasebnosti

# ios.settings.info.report_bug.label
source: Report a bug
sl: Prijavi napako

# ios.settings.info.terms_of_service.label
source: Terms of Service
sl: Pogoji uporabe

# ios.settings.info.title
source: Information
sl: Informacije

# ios.settings.info.version.label
source: Version: %@
sl: Različica: %@

# ios.settings.information.description
source: Service and application information
sl: Informacije o storitvi in aplikaciji

# ios.settings.information.label
source: Information
sl: Informacije

# ios.settings.logout.label
source: Logout
sl: Odjava

# ios.settings.remove_account.label
source: Remove account…
sl: Izbriši račun…

# ios.settings.title
source: Settings
sl: Nastavitve

# ios.share_ext.cancel.button
source: Cancel
sl: Prekliči

# ios.share_ext.dismiss.button
source: Dismiss
sl: Skrij

# ios.share_ext.no_files.label
source: No files to upload.
sl: Ni datotek za nalaganje.

# ios.share_ext.preparing_files.label
source: Preparing files
sl: Pripravljanje datotek

# ios.share_ext.unauthenticated.subtitle
source: Open Koofr Vault app and sign in.
sl: Odprite Koofr Vault in se prijavite.

# ios.share_ext.unauthenticated.title
source: Not signed in
sl: Niste prijavljeni

# ios.share_ext.upload_successful.label
source: Upload successful
sl: Nalaganje uspešno

# ios.share_target_files.dismiss.button
source: Dismiss
sl: Skrij

# ios.share_target_files.title
source: %lld items
sl: %lld elementov

# ios.share_target.items_count.label
source: %lld items…
sl: %lld elementov…

# ios.share_target.repo_files.new_folder.button
source: New folder
sl: Nova mapa

# ios.share_target.repo_files.upload.button
source: Upload
sl: Naloži

# ios.share_target.repos.cancel.button
source: Cancel
sl: Prekliči

# ios.share_target.repos.empty.label
source: No Safe Boxes yet
sl: Ni sefov

# ios.share_target.repos.open_app_create.label
source: Open Koofr Vault app and create one.
sl: Odprite Koofr Vault in ustvarite sef.

# ios.share_target.repos.title
source: Save to Koofr Vault
sl: Shrani v Koofr Vault

# ios.transfers.cancel_all.button
source: Cancel all
sl: Prekliči vse

# ios.transfers.clear.button
source: Clear
sl: Počisti

# ios.transfers.hide.button
source: Hide
sl: Skrij

# ios.transfers.retry_all.button
source: Retry all
sl: Poskusi vse znova

# ios.transfers.retry.button
source: Try again
sl: Poskusi znova

# ios.transfers.show_transfers.a11y.label
source: Show transfers
sl: Pokaži prenose

# ios.transfers.summary.time_remaining
source: %@ remaining
sl: %@ preostalo

# ios.transfers.summary.transfers_done
source: %1$u / %2$u done
sl: %1$u / %2$u končano

# ios.transfers.transfer.cancel.button
source: Cancel
sl: Prekliči

# ios.transfers.transfer.open.button
source: Open
sl: Odpri

# ios.transfers.transfer.retry.button
source: Retry
sl: Poskusi znova

# ios.transfers.transfer.state.done
source: Done
sl: Zaključi

# ios.transfers.transfer.state.failed
source: Failed: %@
sl: Neuspelo: %@

# ios.transfers.transfer.state.processing
source: Processing
sl: Obdelava

# ios.transfers.transfer.state.transferring
source: Transferring
sl: Prenašanje

# ios.transfers.transfer.state.waiting
source: Waiting
sl: Čakanje

# ios.views.empty_folder.title
source: Folder is Empty
sl: Mapa je prazna

# ios.views.error.title
source: Error
sl: Napaka

# ios.views.error.try_again.button
source: Try again
sl: Poskusi znova

# ios.views.form_info.dismiss.button
source: Dismiss
sl: Skrij

# ios.views.loading.label
source: Loading…
sl: Nalaganje…

# ios.views.repo_password.a11y.label
source: Safe Key
sl: Zasebni ključ

# ios.views.repo_password.placeholder
source: Safe Key
sl: Zasebni ključ
